// 코마 동아리 행사 일정

// 행사 기간으로 from과 to를 모두 작성하세요.
// 지난 달 행사는 자동으로 숨김 처리됩니다.
export const events = [
    {
        title: "1차 부원모집",
        from: "2025-08-15",
        to: "2025-08-22",
    },
    {
        title: "2차 부원모집",
        from: "2025-08-25",
        to: "2025-09-03",
    },
    {
        title: "2학기 개강",
        from: "2025-09-01",
        to: "2025-09-01",
    },
    {
        title: "개천절",
        from: "2025-10-03",
        to: "2025-10-03",
    },
    {
        title: "추석연휴",
        from: "2025-10-05",
        to: "2025-10-07",
    },
    {
        title: "대체휴일",
        from: "2025-10-08",
        to: "2025-10-08",
    },
    {
        title: "한글날",
        from: "2025-10-09",
        to: "2025-10-09",
    },
    {
        title: "중간고사",
        from: "2025-10-20",
        to: "2025-10-24",
    },
    {
        title: "국공휴일 보강",
        from: "2025-12-08",
        to: "2025-12-12",
    },
    {
        title: "기말고사",
        from: "2025-12-15",
        to: "2025-12-19",
    },
    { title: "종강", from: "2025-12-19", to: "2025-12-19" },
];
